{
  "header": {
    "menu-portfolio": "Portfolio",
    "menu-certifications": "Certifications"
  },

  "banner": {
    "main-title": "Hello! I'm <span>Mike Vega</span>, a Front-End Developer based in Costa Rica.",
    "main-paragraph": "I am interested in solving complex problems by deeply understanding the people and the worlds in which they live",
    "primary-btn": "See projects",
    "secondary-btn": "Contact me"
  },

  "about": {
    "about-title": "Looking to improve every day",
    "about-paragraph": "I’m Mike Vega a passionate about learning new technologies to obtain the necessary knowledge that allows me to compete in the gigantic and challenging world of web development..",
    "about-text": "This is the set of technologies that I have learned up to the present date: ",
    "about-last-text": "I continue in constant learning; currently, I am learning technologies such as GSAP, React JS, PHP and SQL databases.."
  },

  "portfolio": {
    "portfolio-title": "The Projects I've worked on",
    "porfolio-paragraph": "In my time in the world of front-end development, I have participated in different projects, from teacher-supervised internships to projects with real clients.",
    "challenge-project-paragraph": "It's a test project for the study program, built from scratch, themed around a cycling race in the Los Santos area. Technologies such as HTML5, CSS3, and JavaScript were used.",
    "travel-project-paragraph": "It's a test project for the study program, built from scratch, themed around a travel agency based in Costa Rica. Technologies such as HTML5, CSS3, and JavaScript were used.",
    "chamber-project-title": "Catursantos: Los Santos Tourism Chamber Project",
    "chamber-project-paragraph": "Work carried out collaboratively, I participated in key phases of the design and coding of the website. I was in charge of sections such as the main banner and Los Santos zone section. Website developed in the WordPress environment.",
    "mediabot-project-paragraph": "It's a test project for the study program, built from scratch, themed around a services portfolio website from a web development agency. Technologies such as HTML5, CSS3, and JavaScript were used.",
    "project-btn": "View site",
    "portfolio-subtitle": "Do you like what you seeing? <br /> Let's have a chat!",
    "portfolio-final-text": "I'm always looking to get engaged in new challenges, expand my network, or just have a coffee!",
    "porfolio-btn": "Get in touch"
  },

  "certifications": {
    "certifications-title": "The way I have gotten to this point",
    "certifications-paragraph": "Although the challenging path of front-end development has sparked in me the passion required to compete in the vast world of web development, throughout my years of study, I've attained other certifications that are important for standing out in today's job market."
  },

  "competition": {
    "competition-title": "The only person you are destined to become is the person you decide to be!",
    "competition-paragraph": "<b>First-place winner</b> in the <span>Regional World Skills Costa Rica 2023 Competition</span> in the skill of web technologies. Three days of competition where knowledge in HTML, CSS, JavaScript, Bootstrap, WordPress, Illustrator and Photoshop was assessed.",
    "competition-btn": "Let's work together"
  },
  "comments": {
    "comments-title": "Send me your comments!"
  }
}
