{
  "header": {
    "menu-portfolio": "Portafolio",
    "menu-certifications": "Certificaciones"
  },

  "banner": {
    "main-title": "Hola! Soy <span>Mike Vega</span>, Desarrollador Front-end de Costa Rica.",
    "main-paragraph": "Interesado en resolver problemas complejos mediante la comprensión de sus necesidades.",
    "primary-btn": "Ver proyectos",
    "secondary-btn": "Contactarme"
  },

  "about": {
    "about-title": "Tratando de mejorar cada día",
    "about-paragraph": "Apasionado por aprender nuevas tecnologías que me permitan adquirir el conocimiento necesario para competir en este gigantesto y complejo mundo del desarrollo web.",
    "about-text": "Set de tecnologías que como desarrollador Front-end he aprendido hasta ahora: ",
    "about-last-text": "Continúo en constante aprendizaje, actualmente me encuentro estudiando tecnologías como GSAP, React JS, PHP y bases de datos SQL."
  },

  "portfolio": {
    "portfolio-title": "Proyectos en los que he trabajado",
    "porfolio-paragraph": "En el tiempo que llevo en el mundo del desarrollo front-end, he participado en diferentes proyectos, desde prácticas supervisadas por un docente hasta proyectos con clientes reales.",
    "challenge-project-paragraph": "Proyecto de prueba para el programa de estudio, diseñado desde cero, basado en una carrera de ciclísmo en la Zona de los Santos. Se utilizaron tecnologías como HTML5 - CSS3 - JAVASCRIPT",
    "travel-project-paragraph": "Proyecto de prueba para el programa de estudio, diseñado desde cero, basado en una agencia de viajes ubicada en San José. Se utilizaron herramientas como HTML5 - CSS3 - JAVASCRIPT",
    "chamber-project-title": "Catursantos: Cámara de Turísmo de los Santos",
    "chamber-project-paragraph": "Proyecto realizado en forma colaborativa. Fuí el encargado de diseñar las secciones del banner principal y 'La Zona de los Santos'. Sitio web realizado en el entorno WORDPRESS",
    "mediabot-project-paragraph": "Proyecto de prueba para el programa de estudio, diseñado desde cero, basado en un portafolio de servicios web. Se hizo uso de tecnologías como HTML5 - CSS3 - JAVASCRIPT",
    "project-btn": "Ver sitio",
    "portfolio-subtitle": "¿Te está gustando lo que ves? <br /> ¡Vamos a conversar!",
    "portfolio-final-text": "Soy de Costa Rica pero siempre estoy buscando nuevos desafíos o expandir mi red no importa si eres de otro país",
    "porfolio-btn": "Contactar"
  },

  "certifications": {
    "certifications-title": "La manera en la que he llegado hasta aquí",
    "certifications-paragraph": "Aunque el desafiante camino del desarrollo front-end ha logrado despertar en mi la pasión que se necesita para competir en el gigantesto mundo del desarrollo web, en mis años de estudio he obtenido otras certificaciones que son importantes para destacar en el mercado laboral actual."
  },

  "competition": {
    "competition-title": "La persona que estás destina a ser, es la persona en quien decidas convertirte!",
    "competition-paragraph": "<b>Primer lugar</b> en la <span>Competencia Regional World Skills Costa Rica 2023</span> en la habilidad de tecnologías web. Tres días de competición donde se evaluaron tecnologías como HTML5, CSS3, JAVASCRIPT, Boostrap, WordPress, Illustrador y Photoshop.",
    "competition-btn": "Trabajemos juntos"
  },
  "comments": {
    "comments-title": "¡Envíame tus comentarios!"
  }
}
